[BillieLurkNote DisAbstractItem]
m_ItemName="A Note from Billie"
m_PluralItemName=""
m_Description="Daud, \n\nNo need to waste breath with apologies or excuses. You taught me that. All I can say is that as soon as I left Dunwall my head felt clear, maybe for the first time.\n\nYou told me once that people like us burn hot, then burn up. We don't get a chance to start over. No long days in the sun. But I know you, Daud. Despite all the blood on your hands, you've been stashing coin. No one does that if they’re not holding on to something. You've got some kind of plan, some hope for a new life.\n\nMaybe you knew, maybe you didn't, but that's what you gave me when you let me walk away. The one thing you said that wasn't possible. And I will never forget that. When the time comes - and it will - I hope you're watching close so you get that chance too.\n\nI left a book for you. The world is big. Bigger than I knew. There are lots of places where an old man like you could disappear.\n\n- Billie"

[GlobalBooks.ArtOfEnchantingGarden DisAbstractItem]
m_ItemName="The Art of the Enchanting Garden"
m_PluralItemName=""
m_Description="[Excerpt from a book on landscaping]\n\nEffective garden design must entice the casual observer by drawing them through the garden gates with a promise of the idyllic. Yet once inside it must continue to captivate the senses, compelling visitors to linger among lush greenery and well-positioned decor. The tranquility of a solitary pool, the perfume of jasmine flowers, the drape of an ancient, woody clematis - across the estates of Dunwall, all these must serve to soothe and beguile those who adventure into the well-tended garden of our gentry. \n\nWhether one chooses manicured symmetry or the illusion of wild growth, certain fundamentals must always apply:\n\nVariations of shape and size to excite the vision, cohesive themes to calm the spirit, and complimentary scents and colors. \nAs noted in the high-walled gardens of Lord and Lady Mortigan Pluff, place marble sculpture throughout as a means of transporting the visitor to a world of imagination. In keeping with the influential vision set forth by the beloved Borregand Sisters, daughters of the late Jonathan and Olivia Suttor, coo to those visiting your manor garden with coordinated sounds - the soft splash of the fountain, the trickling of a stone-walled stream, and the rustle of Serkonan sheath oaks from high above. \n\nRemember, a magical meeting place can be as simple as periwinkle-draped bower over a crunching gravel pathway, or a pedestal bench nestled under the boughs of a crown willow."

[GlobalBooks.BlightOfTheCobblestone DisAbstractItem]
m_ItemName="The Blight of the Cobblestone"
m_PluralItemName=""
m_Description="[Excerpt from street pamphlet, drafted by anonymous intellectuals]\n\n\nAction is necessary if The Empire is to stand against the juggernaut of what is commonly called industrial progress. The momentum of this hungry beast requires equal vigor simply to halt its destructive advance. No action against the industrialization of our nation-states can be deemed too extreme when we understand what is at stake. \n\nThe advancement of industry infects every aspect of our lives, and hazardous conditions assault the citizens of Dunwall daily. Workers are treated as disposable cogs in the machine, sacrificing their lives in the name of faster construction, mass assembly and greater profits. Should those of us in opposition to these trends not sacrifice themselves in the fight against our unfeeling oppressor?\n\nWill we be satisfied when our children ask what a pasture is, and the best we can do is to point to a cobblestone street, black with the filth of mechanical production? Will we struggle in the coming years to recall a time when we actually made our pies by hand, or baked bread in the ways of our grandmothers?\n\nWhat is at stake today are our very cultures, from the cold north of Tyvia down through Morley and Gristol, all the way to the warm south of Serkonos. All men and women with a love for our ways must stand against these changes."

[GlobalBooks.CobbledBone DisAbstractItem]
m_ItemName="Cobbled Bits of Bone"
m_PluralItemName=""
m_Description="[Excerpt from a journal covering various occult artifacts]\n\nThey say my mother was a witch, but the truth - as is so often the case - depends on perspective and your place in the world. She relied on poisons made from exotic herbs and the blowfish that live in the reef-waters near Pandyssia. Her power originated in hallucinogenics delivered through guile or by force to those who crossed her. There was an unusual intensity in her gaze for certain, but it came from within, not from the Outsider. It's what happens to anyone pushed to the absolute edge of sanity and survival, who stays there for years then returns to walk among the sheep in so-called civilized society. My mother was crafty, but if it was anything more than powders, hidden knives and guile, I never saw it. \n\nLike they tell children, some of those truly touched by the Black-eyed Bastard can move through the space between rooftops like a sparrow. Others command armies of rats or poisonous flies as easy as they wriggle their fingers and toes. The Overseers are right to fear us, to warn the common folk to stay near their homes at night and keep their families close. \n\nBut there are other ways His influence manifests itself. Those who serve me share in some of what I can do, and I suspect it's the same for Delilah Copperspoon's coven. Then there are those who can craft runes and charms. The old woman across town - they call her Granny Rags - she carves and polishes the bones of whales, stringing them together and opening them to the Void until they moan like the fever-sick on a cold night. I've found a few of her talismans, and with each one I touched, a tiny piece of me departed and settled in with her. What does she gain? A longer life? Some other kind of power I don't understand? The making of such things is beyond me. \n\nI've known four people in my time who carried the Mark of the Outsider, but I've known dozens more who wanted it, who stood at night in stagnant ponds or begged with the dust blowing through graveyards. People who gutted farm animals or burned the flesh of men, thinking it would call forth the Void. I met a dying man once who had collected runes and charms for years. He crushed them all into powder, made a paste and ate them, thinking he could gain whatever magic was in the things. His death was long and painful. I also knew a woman from Karnaca who would trade for charms and other bits of whalebone. She cracked them apart and fused them back together, then sold them. I bought one of these corrupted charms that she swore would cause sharp metal to break on my skin, and it worked. But each time it did, one of my teeth turned black and fell out. After the third time, I gave it to one of my men. Now when he smiles, it's all bleeding gums, and I wonder what parts inside him are turning black.  \n\nSometimes I ask myself, without these gifts, would I be a man to fear? Would I be called the Knife of Dunwall, with my name whispered through the markets and the alleyways, the high towers and drawing rooms? I'd like to think so, but it really doesn't matter. As long as I bear this Mark, I'll use whatever craft I have to force my will on the world. The harder trick is undoing what I've done."

[GlobalBooks.CorruptedCharms DisAbstractItem]
m_ItemName="Corrupted Charms"
m_PluralItemName=""
m_Description="[Excerpt from an Overseer's report on black market occult artifacts]\n\nThe following note was found at the site of a ritual murder, attached to the victim's face by nine fishhooks, arranged in a suspicious pattern. We inferred that the two parties were involved in a conflict over the construction and sale of a superstitious charm, using pieces from older (possibly damaged) heretical artifacts. Full investigation recommended, focused on the person named Lilika in Serkonos.\n\n----\n\nLilika, you cheat. For months I poured coin into your pockets, paying for all the things you requested: food and lodging at the outskirts of town, livestock with birth defects whose purpose I cannot imagine, toxic plants and alchemical materials. The baboon blood and cartilage of deep dwelling fish were not cheap, I assure you! But even more costly was the scrimshaw I painstakingly acquired from sailors during the past year. Carved from the bones of whales and said to hum with powers from beyond the world, these cost me half my savings.\n\nAnd you swore to me - swore! - that you could provide me with the charm I wanted. I was quite clear. I had your word that I would be able to visit Abrielle in my dreams, that I could woo her while sleeping. You promised that she would love me. Instead, you delivered to me this lump of old bones, scratched and hacked at. Wired together as if made by a child. For two weeks I kept it close to my heart. And at night when I slept I did see Abrielle, oh yes. I saw her lying with everyone I've ever hated, rivals and enemies who've bested me in business or in sport. Men who have bullied or insulted me, including my infernal older brother. I woke each morning clenching my teeth in shame and rage. Such terrible nose bleeds, I suffered, and my hair began to fall out in clumps. I threw the cursed thing into the lake just to be rid of it. \nYou told me you were a sorcerer. A simple charlatan, more like. Be that as it may, I want you to know the day I decided to ruin your life. I will punish you for thinking me an idiot and taking my money. I could send an anonymous message, delivered to the nearest Overseer outpost, but what I've got in mind is more fitting. There is a gang that operates in Karnaca - assassins. I want you to know that all my remaining funds will be spent putting a contract on your pretty head.\n\nYou will never see me again, Lilika, but when the butcher's blade falls on your neck, or when the poison in your milk takes hold, I want you to remember that this is how I repay those who cheat me."

[GlobalBooks.DrapersWard DisAbstractItem]
m_ItemName="The History of Drapers Ward"
m_PluralItemName=""
m_Description="[Excerpt from the Districts of Dunwall, a recent book]\n\nThis chapter will focus on the once lavish Drapers Ward. Before the reign of the Kaldwin dynasty, the locale held none of the prestige that it has so recently enjoyed. Drapers Ward was once a simple manufacturing hub for fabrics and textiles, exporting raw weaves to all corners of the Empire. Water driven mills turned day and night to meet the needs of the rapidly expanding cloth industries. For decades, Drapers Ward supported a modest trade, until key manufacturers began relocating factories to Serkonos and Morley. The price of labor in these places was much lower, and the limited availability of Dunwall riverfront property, which was required to turn the mills, made expansion of operations impossible.\n\nAt the end of this period, declining production and abandoned factories created an opportunity for a new generation of skilled and ambitious industrialists. A loose confederation of clothing merchants, included such luminaries as Percy Oliver, Agatha Chesney and Mortimer Hat, established a new model of business: high end clothing that was designed to appeal to Dunwall’s elite, sold at a substantial markup.\n\nThe best sartorial designers from across the Empire were lured to the boutiques of Drapers Ward, where they found themselves freed from the need to solicit patrons. In fact they were elevated to high society, courted and pampered. The powerful and influential began to frequent the new Drapers Ward, paying any cost to be seen in the latest styles. The district was wildly successful; extravagant wealth and luxury among the proprietors and designers became the norm.\n\nBut not all was glamor and fun. Reinventing Drapers Ward was an expensive project, and investigations into the sources of capital funding this revitalization often led to dead ends. It was commonly whispered that Mortimer Hat had been a ruthless gang leader in his early years, and it was a very poor secret among the City Watch that he still commanded a private army of hardened men that would protect his interests. \n\nA terrible truth emerged over time. While the designers and merchants held court in exclusive boutiques, the mills and factories that produced the clothing were houses of suffering and abuse. Despite the coin generated by their business, the workers who stitched the garments never took part in the flow of wealth. Instead, Hat’s men enforced brutal working conditions on them. As this corruption intensified, with violence occasionally spilling out into the open streets, the well-to-do declined further invitations to shop at the boutiques. Business fell precipitously and now with rumors of a plague looming on the horizon, the golden age of Drapers Ward may soon be at an end.\n"

[GlobalBooks.ExplorationsInWhaleOilVol1 DisAbstractItem]
m_ItemName="The Effects of Whale Oil on the Gastric Humors, vol 1"
m_PluralItemName=""
m_Description="[Excerpt from a natural philosopher's notes on the effects of whale oil on gastrointestinal function]\n\nOne benefit of this plague is the abundance of unclaimed bodies readily available to the inquisitive medical mind. I have been able to stimulate gastric function in addition to other organ activity through infusions of whale oil and the application of electrical impulses. I believe that such treatments could be applied to the living, and that it might prolong life indefinitely.\n\nWhen my process is applied to the stomach and intestinal systems, digestion does in fact still occur, though the end product must be evacuated from the stomach through tubing and processed by my machinery before being recirculated to the appropriate organs. This was a tricky solution to come across, as my first inclination was to break the food down myself and bypass the natural processes altogether. \n\nMy subject has indicated that he no longer has a sense of taste, but that might be a mercy given what I'm feeding him these days.\n\n"

[GlobalBooks.ExplorationsInWhaleOilVol2 DisAbstractItem]
m_ItemName="The Effects of Whale Oil on the Gastric Humors, vol 2"
m_PluralItemName=""
m_Description="[Excerpt from a natural philosopher's notes on the effects of whale oil on gastrointestinal function]\n\nMy primary patient is no longer mobile. A loss of bone density coupled with the amount of organ maintenance that I have to perform on a daily basis means that he will be bound to a chair or bed for the foreseeable future. \n\nWhile this greatly agitated the subject at first, he quickly grew too fatigued to offer further protest. I cleared a room close to my lab, but with access to the mill so he could continue to give orders. \n\nUpdate: After 3 weeks of regression, the yellowish sores have reappeared around implantation site C. I was holding out hope for full recovery, as the highest concentration of whale oil was pumped into this site in particular. "

[GlobalBooks.HistoryOfTheBrigmore DisAbstractItem]
m_ItemName="Rhyme of the Rosewater Hag"
m_PluralItemName=""
m_Description="[Excerpt from an almanac on folk tales and superstitions of Gristol]\n\nSo far in this almanac we have cataloged many trite and ignorant, if somewhat harmless tales, but we must now turn to that special class of folk customs that can only be called wicked and pernicious. The worst of these is perhaps The Rhyme of the Rosewater Hag. Variants of this accursed poem seem to predate even the founding of Dunwall, though its ultimate origins are lost to us. As to its meaning, some consider it a tale of revenge by a mother against her own daughter. Others see it as a supplication meant to solicit the attention of some ancient spirit from the Void. In any case, the ritual surrounding the poem is profusely morbid, and in many regions is used as a primitive means of settling the matter between two parties where one has accused the other of falsehood. It is performed as follows: \n\nFirst, whoever is to be tested must find a fountain of standing water and cover the surface with fallen rose petals. Once there are sufficient petals as to completely obscure the water, you must close your eyes firmly, and place both hands within the fountain so that they are submerged beneath the blanket of rose petals. Then you are to recite the following verses: \n\nTHE ROSEWATER HAG\n\nPetals, petals on the water\nTell me, tell me, where's your daughter?\n\nHas she drowned beneath the mark?\nHas she vanished in the dark?\n\nPetals, petals on the water\nTell me, tell me, where's your daughter?\n\nHas she trysted by the well? \nHas she secrets left to tell?\n\nPetals, petals on the water\nTell me, tell me, am I your daughter?\n\nAfter this, you must lean into the fountain, lowering your head fully into the water and under the rose petals, face first with both eyes still squeezed tight. Count to three and then open your eyes. At that moment, it is said that the Rosewater Hag will arrive. If you are without fault you will see nothing, except that you will feel her gentle caress on the back of your neck. But if there is falsehood or wickedness in your heart you will see the horrible face of the Rosewater Hag, a creature of indescribable horror. The hag will drown you in the fountain with a cord made of thorny vines.\n\nObviously, while the Abbey takes things very seriously, most authorities classify this tale as superstitious nonsense. However, it must be noted that every year there are at least half a dozen reports from the countryside, of young women found dead and blue-faced, with their necks nicked and scratched as if by a collar of thorns. "

[GlobalBooks.HowlFromBeyond DisAbstractItem]
m_ItemName="The Howl From Beyond"
m_PluralItemName=""
m_Description="[Excerpt from a work of fiction by P.J. Stokeworth]\n\nAs Gregory and Aliya crouched in the dark of the upper hall, they could hear the thing drawing close. It had followed them from the forest, through the garden, and into the house. Now as they leaned against the wall, exhausted and terrified, they could hear it coming up the stair. Moving slowly, it scraped along, exposed bone dragging across wood and carpet. A ragged panting foretold its passage as dead air was pushed through a throat eaten away with rot.\n\nReaching a grim conclusion, Aliya swallowed. Her face went slack and she gave Gregory a final glance before plunging through the window glass, into the moonlight and night air.   At the sound of her delicate body smashing against the cobblestone below, Gregory let out a keening moan. And as he did, his voice was matched by an unearthly howl from the stairwell, and the rapid scratching of clawed feet, rushing up toward him."

[GlobalBooks.InterrogationLog DisAbstractItem]
m_ItemName="Interrogation Log 425"
m_PluralItemName=""
m_Description="[Excerpt from interrogation logs at Coldridge Prison - Month of Nets]\n\nPrisoner 354A-9123\nGoal: Location of collaborator in theft of goods\nMethod: Heated metal bolts, applied to feet\nOutcome: Promising response at first, but the subject lost consciousness due to shock.\n\nPrisoner 657C-7619\nGoal: Confession to vandalism\nMethod: Sleep deprivation\nOutcome: Disorientation. Subject falsely confessed to crime as well as other unrelated acts.\n\nPrisoner 874A-1713\nGoal: Location of a weapon cache tied to attacks on River Patrol checkpoints\nMethod: Water tank\nOutcome: Tank mechanism malfunction. Subject drowned.\n\nPrisoner 4112B-7835\nGoal: Name of conspiracy organizer\nMethod: Engagement with phobia - spiders\nOutcome: Subject divulged the information before the hatch to the spider basket was even opened.\n\n"

[GlobalBooks.KnifeOfDunwallVol1High DisAbstractItem]
m_ItemName="The Knife of Dunwall, A Survivor's Tale"
m_PluralItemName=""
m_Description="[From a street pamphlet containing a sensationalized sighting of the assassin Daud]\n\nGentle reader, be assured that your coin is well spent today. What you read here may one day preserve your life, and your sanity. No one has seen the Knife of Dunwall and lived to tell of it. Until now.\n\nThe sun was setting, a bloody stain against the sky, silhouetting the charred ribcage of the slaughterhouse. The stench of burned meat - the flesh of men and whales - soured the air. Daud erupted from the ashes and timbers, his body wreathed in flame and rent with injuries that no mortal man could have survived. His shadow stretched out before him on the ground, and it revealed his true nature - a horned thing warped by heresy. A shape too terrible to put into words, my gentle readers. A sorcerer from the Void, without question. I could hear the moans of the dying workers beneath him in the rubble of the slaughterhouse, but he did not even pause to acknowledge their plight, for his heart is colder than Tyvian ice.\n\nInstead, he let out a guttural howl of victory, the shock of which snuffed out the life of those poor dying workers, and then he bounded away, moving from roof to roof back toward the streets. And this was where I thought this chapter would end until I heard the music. The grinding metal music of the Overseers echoed from the nearby alleyways, and I knew there would soon be a fight. With only my sense of duty to the fallen citizens of Dunwall to keep my fear from overtaking me, I inched closer to the mouth of the alley for a better vantage.\n\nA brave contingent of Overseers had captured one of Daud's lieutenants lurking in the alley. He or she - for I could not tell beneath the thick leather of the industrial whaler suit - was prone and tied with sturdy ropes, surrounded Overseers. But their fixation was ultimately their undoing.\n\nDaud fell from above, moving through the air as easily as a falcon, I swear it upon my spirit. Without sound, he glided down among them, and the music maker was the first to die as Daud tore the man's head from his shoulders. The wretched song faded in a discordant wail. Then I watched as the most notorious assassin of our time became a flurry of leather, metal and blood, deflecting bullets and sword blades with ease. The last Overseer, no doubt consumed with terror at seeing his brothers fall so easily, sank to his knees and begged for mercy. Daud spoke a single word that made my entrails squirm in my belly upon hearing it. The Overseer shrieked like a madman until his mask split in two, as though struck by some hammer and chisel, and a stream of blood gushed forth from the crack, bathing Daud's boots.\n\nI closed my eyes at that point, too overwhelmed to witness any further atrocity. I could only hope that if that foul heretic discovered me next, my life would end swiftly. But when I opened my eyes, Daud was nowhere to be seen. That was the last I ever saw of the Knife of Dunwall.\n\nSo, heed my warning gentle reader. Should you or anyone you love witness some misshapen shadow fall across your path, or should you hear the slightest rumor of dark words whispered from the rooftops, then flee. Flee with all haste. "

[GlobalBooks.KnifeOfDunwallVol1Low DisAbstractItem]
m_ItemName="The Knife of Dunwall, A Survivor's Tale"
m_PluralItemName=""
m_Description="[From a street pamphlet containing a sensationalized sighting of the assassin Daud]\n\nGentle reader, be assured that your coin is well spent today. What you read here may one day preserve your life, and your sanity. No one has seen the Knife of Dunwall and lived to tell of it. Until now.\n\nThe sun was setting, a bloody stain against the sky, silhouetting the noble contours of Rothwild's Slaughterhouse. The stench of blood - the flesh of men and whales - soured the air. Daud slithered from the sewers, his body slick with gore and crawling with vermin that no mortal man could have tolerated. His shadow stretched out before him on the ground, and it revealed his true nature - a horned thing warped by heresy. A shape too terrible to put into words, my gentle readers. A sorcerer from the Void, without question. I could hear the moans of the dying workers he left in his wake, but he did not even pause to acknowledge their plight, for his heart is colder than Tyvian ice.\n\nInstead, he let out a guttural howl of victory, the shock of which snuffed out the life of those poor dying workers, and then he bounded away, moving from roof to roof back toward the streets. And this was where I thought this chapter would end until I heard the music. The grinding metal music of the Overseers echoed from the nearby alleyways, and I knew there would soon be a fight. With only my sense of duty to the fallen citizens of Dunwall to keep my fear from overtaking me, I inched closer to the mouth of the alley for a better vantage.\n\nA brave contingent of Overseers had captured one of Daud's lieutenants lurking in the alley. He or she - for I could not tell beneath the thick leather of the industrial whaler suit - was prone and tied with sturdy ropes, surrounded Overseers. But their fixation was ultimately their undoing.\n\nDaud fell from above, moving through the air as easily as a falcon, I swear it upon my spirit. Without sound, he glided down among them, and the music maker was the first to die as Daud tore the man's head from his shoulders. The wretched song faded in a discordant wail. Then I watched as the most notorious assassin of our time became a flurry of leather, metal and blood, deflecting bullets and sword blades with ease. The last Overseer, no doubt consumed with terror at seeing his brothers fall so easily, sank to his knees and begged for mercy. Daud spoke a single word that made my entrails squirm in my belly upon hearing it. The Overseer shrieked like a madman until his mask split in two, as though struck by some hammer and chisel, and a stream of blood gushed forth from the crack, bathing Daud's boots.\n\nI closed my eyes at that point, too overwhelmed to witness any further atrocity. I could only hope that if that foul heretic discovered me next, my life would end swiftly. But when I opened my eyes, Daud was nowhere to be seen. That was the last I ever saw of the Knife of Dunwall.\n\nSo, heed my warning gentle reader. Should you or anyone you love witness some misshapen shadow fall across your path, or should you hear the slightest rumor of dark words whispered from the rooftops, then flee. Flee with all haste.\n"

[GlobalBooks.KnifeOfDunwallVol2 DisAbstractItem]
m_ItemName="The Knife of Dunwall, vol 2"
m_PluralItemName=""
m_Description="CUT. PLEASE REPLACE THIS BOOK."

[GlobalBooks.KnifeOfDunwallVol3High DisAbstractItem]
m_ItemName="The Knife of Dunwall, vol 3"
m_PluralItemName=""
m_Description="CUT. PLEASE REPLACE THIS BOOK."

[GlobalBooks.KnifeOfDunwallVol3Low DisAbstractItem]
m_ItemName="The Knife of Dunwall, vol 3"
m_PluralItemName=""
m_Description="CUT. PLEASE REPLACE THIS BOOK."

[GlobalBooks.MachineryRepurposing DisAbstractItem]
m_ItemName="Machinery Repurposing Guide"
m_PluralItemName=""
m_Description="[Excerpt from Machinery Manual]\n\n7. Rejigger Mounting and Unmounting: Remove the cover over the primary gear and set it aside. Remove the primary gear and replace it with the secondary gear from the alternate drive system. Manufacture and place dual counterbalance weights along the alternate drive system axle and unlink the damping coils at both ends. Remove and set aside the slide arm from the rejigger support. Open the slide arm piston shaft and remove the pistons. Reshape the slide arm pistons to the shorter specifications and reapply lubricant before closing the housing. Install the elongated slide arm into the rejigger support. Adjust the reverse spacer bolt at the junction between the alternate drive system axle and the new elongated slide arm until the interval suits the new application."

[GlobalBooks.ModernIncarceration DisAbstractItem]
m_ItemName="Modern Incarceration Technology"
m_PluralItemName=""
m_Description="[Excerpt from a presentation at the onset of the Plague]\n\nOnce again I have been asked to solve the problems of the dismal past. And once again I have delivered the solutions required by our present situation. As with all my work, it is simply that a mind capable of understanding their potential is required. \n\nFor the benefit of the Lord Regent, and to the detriment of those incarcerated in Coldridge Prison with an aptitude for escape, I have recently adapted one of my inventions for deployment in that dank and depressing place. \n\nThe potential function of these devices at the prison should now be clear to all, following the latest round of testing. With the associated power complications resolved, I have therefore recommended a two stage implementation, starting at once. \n\nThe first stage involves a recent device, simple to deploy, designed to stun the escaping prisoner. The second is a more powerful deterrent, the lethal and increasingly popular Arc Pylon. In combination, properly applied, these devices will make Coldridge Prison inescapable."

[GlobalBooks.MortimerHat DisAbstractItem]
m_ItemName="Trimble's Coin"
m_PluralItemName=""
m_Description="[Excerpt from a book on noteworthy intellectual figures]\n\nThe Halls of the Academy of Natural Philosophy are thought to be spaces where thoughtful discourse and enlightened tolerance set the tone for debate and learning. It is believed that reason applies above all, and the passions of the greatest minds of the Empire are tempered by wisdom and custom. This is the commonly accepted vision of the place, and it is almost always accurate. Almost.\n\nSometimes a protracted debate or disagreement can explode into conflict. And very rarely, violence.\n\nSuch was the case years ago in the Month of Winds. A young apprentice named Piero Joplin ventured into strange new directions of research in the preservation of mortifying tissue, a field that brought him into frequent conflict with a student called Trimble. Joplin and Trimble often debated loudly long into the night, and the content of these arguments was well beyond the understanding of most people of the Empire, the author included. \n\nThe rivalry between the two natural philosophers raged for months, but it is the climax of those events that prompts this writing. The two had argued deep into the night, the debate sliding into bitter personal attacks. At last they reached a terrible accord: Their mutual hatred culminated in a duel to the death with pistols.\n\nUnder the gray sky of dawn, the greatest minds of the Empire of the Isles gathered in the courtyard in a fashion resembling schoolboys gathering to watch to bullies fight. A quiet fell as Joplin and Trimble accepted the ceremonial pistols, marked off the paces, turned and fired.\n\nEach combatant fired round after round, shattering windows, chipping masonry and splitting plaster. The closest shot to the mark was Joplin’s, whose bullet ripped through the hem of Trimble’s overcoat. It was clear that the dedicated study of the learned men had made for poor marksmanship. When all their ammunition was expended, both parties stood quivering with fear and rage, but unharmed. It was then agreed that the duel would be settled with a coin flip. A newly minted coin of the Empire was produced, bearing the face of Empress Jessamine Kaldwin. As it was sent spinning into the air, Trimble called heads. The coin landed tails.\n\nJoplin was declared winner, and the feuding between the men ceased. By the terms of the dispute, Trimble was forced to leave the Academy, his studies left incomplete, where upon a dignified silence returned to the halls of the Academy of Natural Philosophy. "

[GlobalBooks.PetalsAndThorns DisAbstractItem]
m_ItemName="Petals and Thorns"
m_PluralItemName=""
m_Description="[Excerpt from a children's book]\n\nIn the verdant garden, kneeling quietly, \nRosalind and her basket attended a gathering of Crown Roses.\n\nRosalind bent, caressing one of the roses,\nAnd she brought the shears from behind her back,\nWhere they were hidden, as if they might spook the flowers.\nIt was but a small thing to take a life for her mother.\n\nAs she brought the shears around, she pulled at a stem,\nReadying it for the blades,\nBut the flower did not comply, \nAnd rewarded her trust with a thorn, buried in her thumb.\n\nA single drop of crimson welled up from the wound. \nBefore Rosalind could bring her thumb to her lips, \nA hand closed around her wrist. \nHer mother was standing nearby, witness to all that had transpired.\n\n"The rose demands its price, my love. Do not deny the flower its toll."\nRosalind winced as her mother forced her hand out over the flower bed,\nAnd gently squeezed her thumb.\nThree drops spattered onto the dry soil.\n\nAs her mother walked away, Rosalind blinked away tears,\nAnd gripped tight her shears.\n\nShe left the garden with her basket brimming.\nThree crimson drops and one crimson flower,\nAll that remained of the once proud garden."

[GlobalBooks.PortsOfCall DisAbstractItem]
m_ItemName="Ports of Call"
m_PluralItemName=""
m_Description="[Excerpt from a guide to port cities across the Empire of the Isles]\n\nPotterstead, Gristol: A small town, but the locals are charming and the ale is unmatched. Be certain to visit during the Month of Winds for their Pennant Festival.\n\nDunwall, Gristol: Notes on the capital city could fill a dozen such volumes. All delights exist in Dunwall if you've got the coin, and all miseries if you're broke. Unless you're well connected through someone in Dunwall Tower, one of the key families, the City Watch or River Patrol, make sure your permits are in order. Otherwise, you're likely to have your cargo seized by the port authorities for any reason they care to concoct.\n\nCaulkenny, Morley: While the harbormaster here is particular about the kinds of goods you're carrying, the rest of the town is more lax. Be sure to visit the Inn on the Rock for the best mutton stew in all the Isles.\n\nYaro, Tyvia: The cold here will snatch the breath from your lungs, but it is met in equal strength by the civility of its well-mannered citizens. The cozy taverns are kept warm by their famously crafted iron stoves, though the northern food takes some adjustment. Bejeweled aristocrats laugh and drink side by side with weathered, leathery-skinned farmers, clapping one another on the back until the dim hours. It is hard to make a friend here, or to truly understand the worldview of the native-born, but once you do, you'll have a friend for life.\n\nCullero, Serkonos: This city is crowded in the warmer months, and for a good reason. You'll find yourself shoulder to shoulder with scantily clad locals and foreigners on holiday, pale skin burned pink by the sun, which somehow seems larger and brighter in Serkonos. The food in Cullero is a shining example of Serkonan cuisine, and there is always music, always dancing. Hand-rolled on the steps of tobacco shops, the cigars are of course fresher than the ones you've had shipped to other parts of the Empire. \n\nKarnaca, Serkonos: The Jewel of the South at the Edge of the World. The city is bustling with industry, after a wave of settlers from Morley, and an influx of wealthy trading companies from Dunwall. Everywhere you go in Karnaca, there are new ideas: hybrid forms of music, groundbreaking theories of natural philosophy, and even extravagant delicacies made by mixing ingredients from all the known cultures. The locals work tirelessly for their coin, welcoming the elite from across the Isles.\n"

[GlobalBooks.PrisonsOfTheIsles DisAbstractItem]
m_ItemName="Prisons of the Isles"
m_PluralItemName=""
m_Description="[Excerpt from a report commissioned by the Royal Spymaster]\n\nThe most striking characteristic one will notice when comparing incarceration facilities across the Isles is the outer walls themselves, or in some cases the lack thereof. \n\nA well-known (and well-feared) prison such as Coldridge, with its long history as the principle prison for the capital city of Dunwall, has a number of physical barriers to keep prisoners from escaping or even attempting escape. Coldridge is housed in a single formidable structure, many stories tall, with tightly guarded gates and tiny individual that keep the prisoners separate, minimizing collusion. The prison is dominated by its high, gray walls, and as of late new technologies have been tested for deployment there, further adding to security. The height of modern incarceration, it's virtually unthinkable that one could escape from such a place. \n\nContrast this with the prisons of Tyvia located in the tundra at the center of that nation-state. At some of the labor camps in Tyvia, there are literally no walls. A prisoner exhausted from hard labor and without tools is unlikely to survive the harsh climate or the hungry packs of hounds that rove the frozen wastes. In fact, Tyvian prison authorities make it known that any prisoner is free to leave at any time. In all of recorded history, no one has made the remote walk across the snow and ice to the nearest city.  Interestingly, those who leave are not pursued; they are considered free people, having effectively served their sentences.\n\nLater installments in this series will cover the mines of Serkonos, where prisoners must work in order to survive, and the coastal island jails of Morley, surrounded by bitterly cold waters that are filled with ravenous hagfish.   "

[GlobalBooks.ProceduresFollowingTheEscape DisAbstractItem]
m_ItemName="Procedures Following the Escape of Corvo Attano"
m_PluralItemName=""
m_Description="[Excerpt from a case study intended for prison wardens]\n\nFollowing the escape of Corvo Attano, the council appointed by the Lord Regent has decided it is of the utmost importance to increase security measures at Coldridge Prison.  The recommendations made by this report include structural measures such as increasing the heights of walls, sealing ventilation shafts, and ensuring sewer entrances are inaccessible.  Additionally, staffing at the site must be increased to thoroughly cover all exits and maintain observation of all major corridors. \n\nSpecial Addendum: \n\nIn addition to the new measures outlined herein, the council has consulted both the Abbey of the Everyman and Royal Physician Anton Sokolov (who is also Head of the Academy of Natural Philosophy), asking for guidance and equipment in the handling of those cases which are more exotic in nature. While we have dismissed reports of the supernatural in the past as old wives' tales and lunatic hearsay, recent months have convinced us that there are matters afoot that we do not fully understand. As such, prison executive personnel are encouraged to welcome the presence of both the Overseers and anyone working under Sokolov's technical guidance."

[GlobalBooks.ReclamationOfDunwall DisAbstractItem]
m_ItemName="The Reclamation of Dunwall"
m_PluralItemName=""
m_Description="[Excerpt from a pamphlet, published in response to the plague]\n\nDunwall, the seat of power in the known civilized world, the Empire of the Isles. It is our great capital. And it has been brought low by vermin. The very thought galls.\n\nWe are faced with the reality that our once great city is in a state of shambles, and the few remaining domiciles in any habitable condition are the estates of those wealthy enough to ward themselves against that reality. A city cannot continue to thrive, populated by only the upper classes and their cloistered sycophants.\n\nEven if the plague were gone tomorrow, in its present state Dunwall doesn't have enough hardy people of working age to return the city to everyday function. We must find a way to attract more residents, which requires removing the cloud of fear brought about by the current regime. The Lord Regent and his lackeys are bad for business, my friends. \n\nSo it falls on us - a plague and a tyrant must be overcome. And after that we must undertake a third miracle, turning the screws on the obscenely wealthy, forcing them to pay back into the place that has given them their privileged lives; it is the powerful and fortunate who must pay for the rebuilding of Dunwall, even if the poorest will bear the stones and timbers of reconstruction on their backs. \n\nAll this must happen for the dormant machine of commerce to restart. Without that, we are all forfeit, and the greatest city of our age will be lost. "

[GlobalBooks.RegencyandEmergencyPowers DisAbstractItem]
m_ItemName="Regency and Emergency Powers"
m_PluralItemName=""
m_Description="In a time of political upheaval, there are provisions in place for a staged transfer of power, designed with three goals in mind.\n\nThe first is the minimization of incentive for coup. There is no predetermined person or position within the government that is scheduled to take on the mantle of Regency during a time of crisis. Instead, a Regent is chosen by Parliamentary accord. This serves to avoid promoting a path of derelict ascendancy, and to discourage those who would scheme for such a turn of events. It is the assumption of our governing documents that such a legislative body will always have the wisdom to see through would-be usurpers.  \n\nThe second is the assurance of stability for the commons during and after the transitional phase. During an interregnum while a Regent rules the land, there are categories of laws and decrees that cannot be altered without a majority vote from Parliament. Thus daily life for the people will not change dramatically when during the time of Regency, or shift drastically once a proper heir takes up the throne.\n\nThird, and perhaps most important, is that a worthy successor is found. In order to rule out hasty action and to maximize stability, there will be no term limit or duration applied to the period of Regency. Historically, rash decisions have been greatly contested, resulting in extended political turmoil or outright conflict. When the proper heir is found and the position is filled by someone worthy of the role, all others will fall in and provide their support."

[GlobalBooks.TextilePractices DisAbstractItem]
m_ItemName="A History of Lizzy Stride"
m_PluralItemName=""
m_Description="[Excerpt from a listing of known underworld elements]\n\nLittle is known of Elizabeth's Stride's origins, except that she hailed from Morley, rumored to be the daughter of a seamstress and a traveling cloth merchant. Stride was forced to flee Morley in her early years after strangling an abusive schoolmaster. She smuggled herself out of the city disguised as a boy and become a powder monkey on a navy ship. The ruse worked for a time, allowing her to see wonders and horrors that women in her society had always been denied. Her high spirit, charisma and fierceness propelled her to the top of the pecking order in the small ship-bound community of children, and they grew loyal to her. \n \nInevitably her deception was discovered by the ship's surgeon when she was injured during a storm. Before the doctor could report her, she rallied her powder monkeys to toss the man overboard. A bloody fight ensued, but their brief mutiny was crushed and many of her followers were put down. In the chaos, Lizzy and a handful of loyal boys managed to abandon ship in a skiff.\n\nAfterward, they found employment for a few seasons with a cartographer working along the coasts of the Pandyssian Continent to map estuaries. There the crew of children grew into experienced and savage fighters. With the conclusion of the mapping expedition the crew sailed back to Gristol.\n \nOnce in Dunwall, Lizzy and her hardened friends carved a space for themselves in the street culture of the city. Their nautical experience had them at home on the Wrenhaven River, a territory previously unclaimed by any gang. They recruited former sailors, pirates and defectors from other gangs. She took an unlikely lover, a naval aristocrat that arranged for her to carry merchant marine papers, giving them legitimacy in the eyes of the government and allowing her to sail through territory normally restricted to merchants.\n \nSome of those same powder monkeys from the early years still follow her, helping pilot their cargo boat the Undine up and down the Wrenhaven on smuggling missions.\n \nAs the leader of the Dead Eels, Lizzy has an almost mythic reputation for ferocity. She files her teeth to points and is even rumored to have webbed toes. Her enemies fear her unpredictable violence as much as they despise her.\n"

[GlobalBooks.ThomasJournal DisAbstractItem]
m_ItemName="Thomas' Journal"
m_PluralItemName=""
m_Description="[A recent journal entry, written in a careful hand]\n\nOur troubles began with a name. Delilah. A mystery given to Daud by the face he sees in his dreams and whose voice he hears when kneeling at the shrines hidden in the lost parts of the city. None of us have ever heard this voice, but we know its power. It spoke to our master, telling him of his coming doom and saying that solving this riddle was the only way to escape. \n\nWe knew nothing of Delilah, except that we found a whaling ship by that name. A tenuous connection, but where the Outsider's word is concerned there are no coincidences. We discovered the ship was named after a woman who once walked the halls of Dunwall Tower with Jessamine Kaldwin. Later she became a painter - an apprentice of Sokolov himself - until she snared an aristocratic patron named Arnold Timsh. \n\nWe met with Timsh's niece, who offered us information on Delilah in exchange for eliminating her uncle. Removing aristocrats was our specialty, so our master agreed. With Barrister Arnold Timsh gone, his niece divulged everything she knew. Delilah was much more than a painter and she was hiding in the old Brigmore Manor outside the city. \n\nBut by then we were too late. Delilah anticipated our threat. For some time she had been working her corruptive influence on the best of us: the assassin Billie Lurk. Delilah turned Lurk against us and together they sold us out to the Overseers. When we returned to our hideout in the Flooded District we were swarmed by gold masks and hounds. But Daud is quick and wise in our trade. In the end, he kept us alive, though there were losses.\n\nNow our resources are strained. Some of the men are grumbling. I see the strain on Daud's face. Killing the Empress, handing over her daughter - those are not easy burdens to bear. And Lurk's betrayal weighs on him heavily. His sleep is troubled by curses and shouts. \n\nNow we make preparations to strike back at Delilah. She is planning something in Brigmore, something that affects everyone in the Isles. And she will be expecting us. Like our master, she shares her gifts from the Outsider with those who follow her. How many are they, I wonder? \n\nI have no secrets from my master. My loyalty is without question. But I fear these may be the last days of the Whalers. Perhaps the last days of Daud.  "

[GlobalBooks.WarningCorruptedCharms DisAbstractItem]
m_ItemName="Warning on Corrupted Charms"
m_PluralItemName=""
m_Description="[Excerpt from an Overseer's report on black market occult artifacts]\n\nVice Overseer Mellios,\n\nWhile travelling in Serkonos, which is of course within your purview, I came across a matter that demands your attention. My brothers and I were using the overland route from Cullero to Karnaca, escorting two of our sisters from the Oracular Order as you requested months ago. (My apologies for the delay. High Overseer Campbell is a busy man, as I'm sure you understand, and sometimes such deployments fall to the wayside as his mind is devoted to some immediate concern, of higher import in our struggle against the Outsider.)\n\nHalfway to Karnaca, our caravan stopped in a lakeside town where we learned that a man had been recently murdered. Initially, this was no cause for our involvement, until we heard about some of the things found in his keeping: Red-wax candles that we suspect were mixed with ox blood, clippings of hair, and a painting that hung over his kitchen table, depicting a small girl-child carrying two dried leaves. I need not tell a man of your wisdom that these things were of concern, but other clues confiscated at the site were far more serious.\n\nThe victim's finely appointed rooms were located on the top floor, looking down over the lake. He was a merchant of some means and, from what we found, it's clear that he was trafficking in heresy, attempting to buy an occult charm constructed of whalebone. What makes this case different is that the man was not attempting to purchase some superstitious sailor's carving from bygone days; here we have a situation in which a private citizen - and a functioning member of society - actually commissioned the creation of a new artifact aimed at a specific purpose. \n\nThose offering this service, from what we can tell, were attempting to craft a new charm from shards of older whalebone talismans. Vice Overseer, we believe that this new artifact was damaged in some way, creating the rift between buyer and seller which resulted in murder. From what we've gathered, the item possessed some occult power. It also seemed to come at a cost, however, afflicting the bearer in several unwanted ways as well. Whether the individual or cult responsible for the creation of the corrupted bone charm made it that way deliberately, or whether their capabilities proved somehow inferior, is not something we know at this time. \n\nHowever, this occurrence matches other such stories from across the Isles. As a coddled generation has grown more accepting of heresy, even taking delight in the tales of witchcraft found in lurid adventure stories, this is the result: Now even those with no real connection to the Void are attempting to devise their own disgusting rituals and talismans. Such corrupted bone charms and fractured runes could be even more dangerous than the original artifacts, as impossible as that might seem. \n\nAs I must now journey to Dunwall to take up my next assignment, I leave any further investigation in your capable hands. However, I've left copies of this letter with several outposts along the way to Karnaca, and I've asked that any loyal to the Abbey who come across these words - if they have the time and means - copy them for our brethren and for those over whom they watch. The merchant is dead, but those who crafted this corrupted charm still walk the land (Roving Feet!). Our worries are not overzealous imaginings, as some would claim, but represent a very real danger. As you will agree, these matters should be of grave concern to any who wish to keep our lands free from the curses of the Void. \n\nOverseer Angus Duncan\nFraeport Outpost, Morley "

[Tutorial.DLC07_CrackCharmTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` Read the Blink tutorial"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tutorial.DLC07_CrackCharmTutorial_PickUp:DisTweaks_Interactable_PickupBase_105 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Clipboard"
m_InteractText="`GBA_Use` Read"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

